Repository: doxuto/monkey-browser
Catalog: focus-ios/Blockzilla/Localizable.xcstrings
Source language: en
Languages: af, am, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, lo, lt, lv, mr, ms, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, ro, ru, ses, si, sk, sl, sq, sv, ta, te, th, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Onboarding.Incognito.Description
source: %@ is a dedicated privacy browser with tracking protection and content blocking.
am: %@ የመከታተያ ጥበቃ እና የይዘት እገዳ ያለው የግላዊነት አሳሽ ነው።
be: %@ — гэта браўзер, засяроджаны на вашай прыватнасці, з абаронай ад адсочвання і блакіроўкай зместу.
bg: %@ е специален браузър за поверителност със защита от проследяване и блокиране на съдържание.
br: %@ eo ur merdeer gouestlet d'ar vuhez prevez gant ur gwarez a-enep an heuliañ hag ur stanker danvezioù.
bs: %@ je namjenski pretraživač privatnosti sa zaštitom praćenja i blokiranjem sadržaja.
ca: El %@ és un navegador dedicat a la privadesa amb protecció contra seguiment i bloqueig de contingut.
co: %@ hè un navigatore dedicatu à a cunfidenzialità cù una prutezzione contr’à u spiunagiu è u blucchime di cuntenutu.
cs: %@ se zaměřuje na zajištění soukromí s ochranou proti sledování a blokováním obsahu.
cy: Mae %@ yn borwr preifatrwydd pwrpasol gyda diogelwch tracio a rhwystro cynnwys.
da: %@ er en browser dedikeret til at beskytte dit privatliv ved hjælp af indholdsblokering og beskyttelse mod sporing.
de: %@ ist ein Browser mit Datenschutzfunktionen und bietet Tracking-Schutz sowie Inhaltsblockierung.
dsb: %@ jo wobglědowak z funkcijami priwatnosći ze šćitom pśed slědowanim a blokěrowanim wopśimjeśa.
el: Το %@ είναι ένα ιδιωτικό πρόγραμμα περιήγησης με προστασία από καταγραφή και φραγή περιεχομένου.
eo: %@ estas retumilo kiu prizorgas vian privatecon per protekto kontraŭ spuriloj kaj blokado de enhavo.
es_ar: %@ es un navegador dedicado a la privacidad con protección de rastreo y bloqueo de contenido.
es_cl: %@ es un navegador privado con protección contra seguimiento y bloqueo de contenido.
es_es: %@ es un navegador dedicado a la privacidad con protección de rastreo y bloqueo de contenido.
es_mx: %@ es un navegador dedicado a la privacidad con protección de rastreo y bloqueo de contenido.
et: %@ on spetsiaalne privaatsusbrauser, millel on jälitamisvastane kaitse ja sisu blokkimine sisse ehitatud.
eu: %@ pribatutasunari zuzendutako nabigatzailea da, jarraipenaren babesarekin eta edukien blokeoarekin.
fi: %@ on yksityisyyden suojaukseen sitoutunut selain seurannan suojauksella ja sisällön estolla.
fr: %@ est un navigateur dédié à la vie privée avec une protection contre le pistage et un blocage de contenu.
gd: Tha %@ na bhrabhsair prìobhaideachd sònraichte le dìon o thracadh is bacadh susbainte.
gl: %@ é un navegador adicado á privacidade con protección de seguimento e bloqueo de contido.
he: ‏%@ הוא דפדפן פרטיות ייעודי הכולל הגנת מעקב וחסימת תוכן.
hsb: %@ je wobhladowak z funkcijemi priwatnosće ze škitom před slědowanjom a blokowanjom wobsaha.
hu: A %@ egy dedikált adatvédelmi böngésző automatikus követés elleni védelemmel és reklámblokkolással.
ia: %@ es un navigator dedicate al confidentialitate con protection contra traciamento e blocada del contentos.
id: %@ adalah peramban privasi khusus dengan perlindungan pelacakan dan pemblokiran konten.
is: %@ er sérstakur persónuverndarvafri með rakningarvörn og útilokun efnis.
it: %@ è un browser dedicato alla privacy con protezione dal tracciamento e blocco dei contenuti.
ja: %@ は追跡防止とコンテンツブロック機能を備えたプライバシー保護ブラウザーです。
ka: %@ პირადულობის უზრუნველმყოფი ბრაუზერია, თვალის დევნებისგან დაცვითა და მავნე შიგთავსის შეზღუდვით.
kab: %@ d iminig n tbaḍnit yettwagen i ummesten mgal aḍfar akked usewḥel n ugbur.
kk: %@ – бақылаудан қорғанысы және құраманы бұғаттау мүмкіндігі бар арнайы жекелік браузері.
ko: %@는 추적 보호 및 콘텐츠 차단 기능을 갖춘 전용 개인 정보 보호 브라우저입니다.
lo: %@ ເປັນ​ຕົວ​ທ່ອງ​ເວັບ​ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ​ສະ​ເພາະ​ທີ່​ມີ​ການ​ປົກ​ປັກ​ຮັກ​ສາ​ການ​ຕິດ​ຕາມ​ແລະ​ການ​ບລັອກ​ເນື້ອ​ໃນ​.
nb: %@ er en dedikert personvernnettleser med sporingsbeskyttelse og innholdsblokkering.
nl: %@ is een speciale privacybrowser met beveiliging tegen volgen en inhoudsblokkering.
nn: %@ er ein dedikert personvernnettlesar med sporingsvern og innhaldsblokkering.
pa_in: %@ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਅਤੇ ਸਮੱਗਰੀ ਪਾਬੰਦੀ ਦੇ ਨਾਲ ਸਮਰਪਿਤ ਪਰਦੇਦਾਰੀ ਬਰਾਊਜ਼ਰ ਹੈ।
pl: %@ to przeglądarka wyspecjalizowana w prywatności z ochroną przed śledzeniem i blokowaniem treści.
pt_br: %@ é um navegador dedicado à privacidade, com proteção contra rastreamento e bloqueio de conteúdo.
pt_pt: O %@ é um navegador de privacidade dedicado com proteção contra rastreamento e bloqueio de anúncios.
ru: %@ — это специальный браузер для обеспечения приватности с защитой от отслеживания и блокировкой контента.
si: %@ යනු ලුහුබැඳීමේ රැකවරණය හා අන්තර්ගත අවහිරය සහිත පෞද්ගලික අතිරික්සුවකි.
sk: %@ je prehliadač špecializovaný na ochranu súkromia s automatickou ochranou pred sledovaním a blokovaním reklám.
sl: %@ je namenski zasebni brskalnik s samodejno zaščito pred sledenjem in zavračanjem vsebine.
sq: %@ është një shfletues i përkushtuar privatësisë, me mbrojtje nga gjurmimet dhe bllokim lënde.
sv: %@ är en dedikerad sekretesswebbläsare med spårningsskydd och innehållsblockering.
th: %@ เป็นเบราว์เซอร์ที่เน้นเรื่องความเป็นส่วนตัวโดยเฉพาะซึ่งมาพร้อมการป้องกันการติดตามและการปิดกั้นเนื้อหา
tr: İzlenme koruması ve içerik engelleme özelliğiyle %@, gizlilik yanlısı tarayıcınız.
tt: %@ — күзәтелүдән саклау һәм эчтәлекне блоклау мөмкинлекләре булган, хосусыйлыкны беренче урынга куючы браузер.
uk: %@ зосереджений на вашій приватності та з захистом від стеження й блокуванням вмісту.
vi: %@ là một trình duyệt riêng tư chuyên dụng với tính năng chống theo dõi và chặn nội dung.
zh_cn: %@ 是隐私专用浏览器，内置自动跟踪保护和内容拦截功能。
zh_tw: %@ 是專門的隱私保護瀏覽器，內建追蹤保護與內容封鎖功能。

# Onboarding.Incognito.Title
source: More than just incognito
am: ማንነትን ከማያሳውቅ በላይ
be: Больш, чым проста інкогніта
bg: Повече от режим инкогнито
br: Gwelloc'h eget ur mod incognito
bs: Više od inkognito
ca: Més que d'incògnit
co: Più chè solu incognitu
cs: Více než anonymní prohlížení
cy: Mwy nag incognito yn unig
da: Mere end bare inkognito
de: Mehr als nur inkognito
dsb: Wěcej ako jano njepóznaty
el: Κάτι παραπάνω από απλή ανωνυμία
eo: Pli bona ol nur anonimeco
es_ar: Más que solo incógnito
es_cl: Más que solo incógnito
es_es: Más que solo incógnito
es_mx: Más que solo incógnito
et: Rohkem kui lihtsalt anonüümsus
eu: Ezkutukoa baino zerbait gehiago
fi: Enemmän kuin pelkkä incognito
fr: Mieux qu’un mode incognito
gd: Nas fheàrr na dìreach gun urra
gl: Máis que de incógnito
he: יותר מסתם גלישה בסתר
hsb: Wjace hač jenož njespóznaty
hu: Több, mint az inkognitómód
ia: Plus del sol navigation incognite
id: Lebih dari sekedar penyamaran
is: Meira en huliðshjálmur
it: Più che in incognito
ja: 匿名化だけではありません
ka: მეტი, ვიდრე მხოლოდ ფარული რეჟიმი
kab: Ugar n tunigin tusligt tafessast
kk: Жай ғана инкогнито режимінен артық
ko: 시크릿 그 이상
lo: ຫຼາຍກ່ວາການປິດບັງໂຕຕົນ
nb: Mer enn bare inkognito
nl: Meer dan alleen incognito
nn: Meir enn berre inkognito
pa_in: ਸਿਰਫ਼ ਗੁੰਮਸ਼ੁਦਾ ਤੋਂ ਵੱਧ ਕੇ
pl: Więcej niż tylko incognito
pt_br: Mais do que apenas incógnito
pt_pt: Mais do que apenas incógnito
ru: Больше, чем просто инкогнито
si: අප්‍රසිද්ධත්‍වයට වඩා
sk: Viac ako len inkognito
sl: Več kot le brez beleženja zgodovine
sq: Më tepër se thjesht i padukshëm
sv: Mer än bara inkognito
th: ทำได้มากกว่าปกปิดตัวตน
tr: Gizli moddan daha fazlası
tt: Инкогнито режимы гына түгел
uk: Більше, ніж просто інкогніто
vi: Không chỉ là ẩn danh
zh_cn: 不止于隐身
zh_tw: 不只是隱私保護模式

# Onboarding.Protection.Description
source: Configure settings so you can decide how much or how little you share.
am: ምን ያህል ብዙ ወይም ትንሽ እንደሚያጋሩ ለመወሰን ቅንብሮችን ያዋቅሩ።
be: Наладзьце параметры, каб вы маглі вырашыць, якімі данымі вы будзеце дзяліцца.
bg: Конфигурирайте настройките, за да можете да решите колко или колко малко да споделяте.
br: Keflugnit an arventennoù evit dibab pegen ha pegen nebeud e rannit.
bs: Konfigurišite postavke tako da možete odlučiti koliko ili koliko malo dijelite.
ca: Configureu els paràmetres per decidir si voleu compartir molt o poc.
co: Cunfigureghja e preferenze per sceglie s’è vò scumpartite assai o pocu.
cs: Nastavte si podle vlastní potřeby, jak moc nebo málo chcete sdílet.
cy: Ffurfweddwch osodiadau fel y gallwch chi benderfynu gymaint neu gynlleied rydych chi'n ei rannu.
da: Konfigurer indstillingerne for selv at bestemme, hvor meget eller hvor lidt du vil dele.
de: Konfigurieren Sie die Einstellungen, damit Sie entscheiden können, wie viel oder wie wenig Sie preisgeben.
dsb: Konfigurěrujśo nastajenja, aby mógał rozsuźiś, kak wjele abo kak mało pśeraźujośo.
el: Διαμορφώστε τις ρυθμίσεις ώστε να αποφασίσετε για το τι θα μοιράζεστε.
eo: Modifu agordojn por decidi kiom multe aŭ kiom malmulte vi dividas.
es_ar: Configurá los ajustes para que puedas decidir cuánto o qué tan poco querés compartir.
es_cl: Configura los ajustes para que puedas decidir cuánto o qué tan poco quieres compartir.
es_es: Configura los ajustes para que puedas decidir cuánto quieres compartir.
es_mx: Configura los ajustes para que puedas decidir cuánto o qué tan poco quieres compartir.
et: Muuda sätteid, et määrata, kui palju või vähe sa jagad.
eu: Konfiguratu ezarpenetan zenbateraino partekatu nahi duzun.
fi: Määritä asetuksia ja päätä, kuinka paljon tai vähän jaat.
fr: Configurez les paramètres afin de décider ce que vous partagez.
gd: Rèitich na roghainnean is cuir romhad dè na leigeas tu ris, a bheag no a mhòr.
gl: Configure os axustes para poder decidir canto comparte.
he: הגדרות אלו נועדו לאפשר לך להחליט כמה לשתף אם בכלל.
hsb: Konfigurujće nastajenja, zo byšće móhł rozsudźić, kelko abo kak mało přeradźeće.
hu: Konfigurálja a beállításokat, így eldöntheti, hogy milyen sokat vagy keveset oszt meg.
ia: Configura le parametros e decide assi que informationes compartir.
id: Atur pengaturan sehingga Anda dapat memutuskan berapa banyak atau berapa sedikit yang Anda bagikan.
is: Aðlagaðu stillingar svo þú getir ákveðið hversu miklu eða litlu þú deilir.
it: Configura le impostazioni per decidere quanto o quanto poco condividere.
ja: 設定で共有する量を決められます。
ka: პარამეტრების მორგებით თავად გადაწყვიტეთ, რას და როგორ გაამხელთ.
kab: Swel iɣewwaren akken ara tferneḍ acḥal i terniḍ tebḍiḍ-t neɣ tesneqdeḍ.
kk: Қаншалықты көп немесе аз бөлісетініңізді баптаулардан басқарыңыз.
ko: 설정을 통해 얼마나 많이 또는 적게 공유할지 결정할 수 있습니다.
lo: ຕັ້ງຄ່າການຕັ້ງຄ່າເພື່ອໃຫ້ທ່ານສາມາດຕັດສິນໃຈວ່າທ່ານແບ່ງປັນຫຼາຍປານໃດຫຼືຫຼາຍປານໃດ.
nb: Konfigurer innstillinger slik at du kan bestemme hvor mye eller lite du deler.
nl: Configureer instellingen zodat u kunt beslissen hoeveel of hoe weinig u deelt.
nn: Konfigurer innstillingane slik at du kan bestemme kor mykje eller lite du deler.
pa_in: ਤੁਸੀਂ ਕਿੰਨਾ ਕੁ ਜਾਂ ਕਿੰਨਾ ਘੱਟ ਸਾਂਝਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਦੇ ਬਾਰੇ ਫ਼ੈਸਲਾ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ ਦੀ ਸੰਰਚਨਾ ਕਰੋ।
pl: Skonfiguruj ustawienia, by samodzielnie zdecydować, jak dużo lub jak mało udostępniasz.
pt_br: Defina as configurações para poder decidir quanto ou quão pouco você quer compartilhar.
pt_pt: Defina as configurações para poder decidir quanto ou quão pouco partilha.
ru: Настройте параметры, чтобы вы могли решить, какими данными будете делиться.
si: සැකසුම් වින්‍යාස කරන්න එවිට ඔබ කොපමණ ප්‍රමාණයක් බෙදා ගන්නේ දැයි තීරණය කළ හැකිය.
sk: Nakonfigurujte nastavenia, aby ste sa mohli rozhodnúť, koľko alebo ako málo budete zdieľať.
sl: Prikrojite nastavite in se odločite, koliko boste delili.
sq: Formësoni rregullimet, që të mund të vendosni se shumë apo sa pak të ndani me të tjerët.
sv: Konfigurera inställningar så att du kan bestämma hur mycket eller lite du delar.
th: กำหนดการตั้งค่าเพื่อตัดสินใจว่าต้องการแบ่งปันข้อมูลมากน้อยเพียงใด
tr: Ayarları yapılandırarak ne kadar veri paylaşacağınıza kendiniz karar verin.
tt: Көйләүләрне үзгәртеп, никадәр мәгълүмат белән бүлешәчәгегез хакында үзезез карар бирегез.
uk: Сконфігуруйте налаштування, щоб вирішувати, якими даними ділитися.
vi: Định cấu hình cài đặt để bạn có thể quyết định lượng chia sẻ nhiều hay ít.
zh_cn: 调整设置，随心掌控共享数据的多寡。
zh_tw: 可依您需求自行調整要分享多少資料。

# Onboarding.Protection.Title
source: Protection at your own discretion
am: ጥበቃ፤ በራስዎ ውሳኔ
be: Ахова на ваша меркаванне
bg: Защита по собствена преценка
br: Ar gwarez evel ma faot deoc’h
bs: Zaštita po vlastitom nahođenju
ca: Protecció a la vostra discreció
co: Prutezzione discreziunale
cs: Ochrana podle vlastního uvážení
cy: Diogelwch yn ôl eich dymuniad eich hun
da: Beskyttelse efter eget valg
de: Schutz nach eigenem Ermessen
dsb: Šćit pó swójskim dobrozdaśu
el: Προστασία κατά την κρίση σας
eo: Protekto laŭ via volo
es_ar: Protección a tu propia discreción
es_cl: Protección a tu propia discreción
es_es: Protección a tu propia discreción
es_mx: Protección a tu propia discreción
et: Kaitse sinu äranägemise järgi
eu: Babesa nahieran
fi: Suojausta oman harkintasi mukaan
fr: Protégez-vous comme vous le voulez
gd: Dìon a-rèir do thoil fhèin
gl: Protección á súa propia discreción
he: הגנה לפי שיקולך
hsb: Škit po swójskim dobrozdaću
hu: Védelem saját belátása szerint
ia: Protection a tu proprie discretion
id: Perlindungan atas kebijaksanaan Anda sendiri
is: Vernd eftir þínum eigin geðþótta
it: Protezione su misura
ja: あなたの裁量で保護できます
ka: უსაფრთხოება თქვენი შეხედულებისამებრ
kab: Ammesten almend n ttexmam-ik·im
kk: Өз қалауыңыз бойынша қорғаныс
ko: 내가 정하는 보호 기능
lo: ການປົກປ້ອງຕາມການຕັດສິນໃຈຂອງທ່ານເອງ
nb: Beskyttelse etter eget skjønn
nl: Bescherming naar eigen inzicht
nn: Vern etter eige skjønn
pa_in: ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ ਸੁਰੱਖਿਆ ਕਰੋ
pl: Ochrona według własnego uznania
pt_br: Proteção a seu critério
pt_pt: Proteção conforme o seu critério
ru: Защита на ваше усмотрение
si: ඔබගේ අභිමතය පරිදි රැකවරණය
sk: Ochrana podľa vlastného uváženia
sl: Zaščita po lastni presoji
sq: Mbrojtje sipas dëshirës tuaj
sv: Skydd efter eget gottfinnande
th: ปรับแต่งการป้องกันด้วยตัวคุณเอง
tr: Tam istediğiniz gibi koruma
tt: Сезнең ихтыярыгыз буенча саклау
uk: Захищайтеся на власний розсуд
vi: Bảo vệ theo quyết định của riêng bạn
zh_cn: 由您自行决定保护程度
zh_tw: 由您自行決定保護程度

# Onboarding.Subtitle
source: Take your private browsing to the next level.
am: የግል አሰሳዎን ወደሚቀጥለው ደረጃ ይውሰዱት።
be: Перанясіце прыватнае агляданне на новы ўзровень.
bg: Изведете частното си сърфиране на следващото ниво.
br: Kemerit ho merdeiñ prevez d'al live da-heul.
bs: Podignite svoje privatno pretraživanje na viši nivo.
ca: Porteu la navegació privada a un altre nivell.
co: Fate passà a vostra navigazione privata à u livellu superiore.
cs: Posuňte anonymní prohlížení na vyšší úroveň.
cy: Ewch â'ch pori preifat i'r lefel nesaf.
da: Tag din private browsing til det næste niveau.
de: Machen Sie den Schritt zur nächsten Stufe des privaten Surfens.
dsb: Zwigniśo swój priwatny modus na pśiducu rowninu.
el: Μεταβείτε στο επόμενο επίπεδο ιδιωτικής περιήγησης.
eo: Portu vian privatan retumon al la venonta nivelo.
es_ar: Llevá tu navegación privada al siguiente nivel.
es_cl: Lleva tu navegación privada al siguiente nivel.
es_es: Lleva tu navegación privada al siguiente nivel.
es_mx: Lleva tu navegación privada al siguiente nivel.
et: Vii oma privaatne lehitsemine uuele tasemele.
eu: Eramazu nabigatze pribatua hurrengo mailara.
fi: Vie yksityinen selaamisesi uudelle tasolle.
fr: Faites passer votre navigation privée à la vitesse supérieure.
gd: Thoir prìobhaideachd a’ bhrabhsaidh gu ìre nas àirde.
gl: Leve a súa navegación privada ao seguinte nivel.
he: עליית מדרגה בגלישה פרטית.
hsb: Zběhńće swój priwatny modus na přichodnu runinu.
hu: Emelje a privát böngészését a következő szintre.
ia: Porta le navigation private al proxime nivello.
id: Bawa penjelajahan pribadi Anda ke tingkat berikutnya.
is: Taktu huliðsvafur þitt upp á næsta stig.
it: Porta la tua navigazione anonima a un livello superiore.
ja: プライベートブラウジングを次のレベルへ。
ka: აიყვანეთ თვალიერების პირადი რეჟიმი ახალ დონეზე.
kab: Qqim kan deg tunigin-ik·im tusligt ɣer uswir i d-iteddun.
kk: Жекелік шолуды келесі деңгейге көтеріңіз.
ko: 개인 브라우징을 한 단계 업그레이드하세요.
lo: ເອົາການທ່ອງເວັບສ່ວນຕົວຂອງທ່ານໄປສູ່ລະດັບຕໍ່ໄປ.
nb: Ta din private surfing til neste nivå.
nl: Breng uw privénavigatie naar een hoger niveau.
nn: Ta den private surfinga di til neste nivå.
pa_in: ਆਪਣੀ ਨਿੱਜੀ ਬਰਾਊਜ਼ਿੰਗ ਨੂੰ ਅਗਲੇ ਪੜਾਅ ਉੱਤੇ ਲੈ ਜਾਓ।
pl: Osiągnij wyższy poziom prywatnego przeglądania Internetu.
pt_br: Leve sua navegação privativa a um nível superior.
pt_pt: Leve a sua navegação privada ao próximo nível.
ru: Перейдите на новый уровень приватного просмотра.
si: පෞද්ගලික පිරික්සීම ඊළඟ මට්ටමට ගෙන යන්න.
sk: Posuňte svoje súkromné prehliadanie na vyššiu úroveň.
sl: Ponesite zasebno brskanje na novo raven.
sq: Shpjereni një shkallë më lart shfletimin tuaj privat.
sv: Ta din privata surfning till nästa nivå.
th: ให้คุณเรียกดูแบบส่วนตัวในขั้นที่เหนือกว่า
tr: Gizli gezintiyi bir üst seviyeye taşıyın.
tt: Сезнең хосусый гизү режимын киләсе дәрәҗәгә күтәрегез.
uk: Піднесіть свій приватний перегляд на новий рівень.
vi: Đưa trình duyệt riêng tư của bạn lên cấp độ cao hơn.
zh_cn: 隐私浏览更进一步。
zh_tw: 更高一級的隱私保護模式。

# Onboarding.Title
source: Welcome to %@!
am: ወደ ፋየርፎክስ %@ እንኳን በደህና መጡ!
ast: ¡Afáyate en Firefox %@!
be: Вітаем у Firefox %@!
bg: Добре дошли във Firefox %@!
br: Degemer mat war Firefox %@!
bs: Dobrodošli u Firefox %@!
ca: Us donem la benvinguda al Firefox %@
co: Benvenuta in Firefox %@ !
cs: Vítá vás Firefox %@!
cy: Croeso i Firefox %@!
da: Velkommen til Firefox %@!
de: Willkommen bei Firefox %@!
dsb: Witajśo k Firefox %@!
el: Καλώς ορίσατε στο Firefox %@!
eo: Bonvenon al Firefox %@!
es_ar: ¡Bienvenido a Firefox %@!
es_cl: ¡Te damos la bienvenida a Firefox %@!
es_es: ¡Te damos la bienvenida a Firefox %@!
es_mx: ¡Bienvenido a Firefox %@!
et: Tere tulemast Firefox %@esse!
eu: Ongi etorri Firefox %@(e)ra!
fi: Tervetuloa, tämä on Firefox %@!
fr: Bienvenue dans Firefox %@ !
gd: Fàilte gu Firefox %@!
gl: Benvida ao Firefox %@!
he: ברוכים הבאים אל Firefox %@!
hsb: Witajće k Firefox %@!
hu: Üdvözli a Firefox %@!
ia: Benvenite a Firefox %@!
id: Selamat datang di Firefox %@!
is: Velkomin í Firefox %@!
it: Benvenuto in Firefox %@
ja: Firefox %@ へようこそ！
ka: მოგესალმებათ Firefox %@!
kab: Anṣuf ɣer Firefox %@!
kk: Firefox %@ ішіне қош келдіңіз!
ko: Firefox %@에 오신 것을 환영합니다!
lo: ຍິນດີຕ້ອນຮັບສູ່ Firefox %@!
nb: Velkommen til Firefox %@!
nl: Welkom bij Firefox %@!
nn: Velkomen til Firefox %@!
pa_in: Firefox %@ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ!
pl: Witamy w Firefox %@!
pt_br: Boas-vindas ao Firefox %@!
pt_pt: Bem-vindo(a) ao Firefox %@!
ru: Добро пожаловать в Firefox %@!
si: ෆයර්ෆොක්ස් %@ වෙත පිළිගනිමු!
sk: Víta vás Firefox %@!
sl: Dobrodošli v Firefox %@u!
sq: Mirë se vini në Firefox %@!
sv: Välkommen till Firefox %@!
th: ยินดีต้อนรับสู่ Firefox %@!
tr: Firefox %@’a hoş geldiniz!
tt: Firefox %@ кушымтасына рәхим итегез!
uk: Вітаємо у Firefox %@!
vi: Chào mừng đến với Firefox %@!
zh_cn: 欢迎使用 Firefox %@！
zh_tw: 歡迎使用 Firefox %@！

# Safari.instructionsExtentions
source: Select Safari, then select Extensions
am: ሳፋሪን ይምረጡ፣ ከዚያ ቅጥያዎችን ይምረጡ
be: Выберыце Safari, потым выберыце Пашырэнні
bg: Изберете Safari, след което изберете Разширения
br: Dibabit Safari, ha dibabit Askouezhioù
bs: Odaberite Safari, a zatim odaberite Ekstenzije
ca: Seleccioneu Safari i, a continuació, seleccioneu Extensions
co: Selezziunate Safari, eppò Estensioni
cs: Zvolte Safari, a poté Rozšíření
cy: Dewiswch Safari, yna dewiswch Estyniadau
da: Vælg Safari og derefter Udvidelser
de: Wählen Sie Safari und dann „Erweiterungen“ aus
dsb: Wubjeŕśo Safari a pón „Rozšyrjenja“
el: Επιλέξτε το Safari και έπειτα, επιλέξτε «Επεκτάσεις»
eo: Elektu Safari kaj poste elektu Etendaĵoj
es_ar: Seleccioná Safari, luego seleccioná Complementos
es_cl: Selecciona Safari, a continuación selecciona Extensiones
es_es: Selecciona Safari, a continuación selecciona Extensiones
es_mx: Selecciona Safari, luego selecciona Extensiones
eu: Hautatu Safari, gero hautatu Hedapenak
fi: Valitse Safari, valitse sitten Laajennukset
fr: Sélectionnez Safari, puis sélectionnez Extensions
gd: Tagh Safari agus tagh Extensions an uair sin
gl: Seleccione Safari e, a continuación, seleccione Extensións
he: יש לבחור ב־Safari ולאחר מכן בהרחבות
hsb: Wubjerće Safari a potom „Rozšěrjenja“
hu: Válassza a Safarit, majd a Kiegészítők lehetőséget
ia: Elige Safari, pois elige Extensiones
id: Pilih Safari, lalu pilih Ekstensi
is: Veldu Safari, veldu síðan Forritsaukar
it: Seleziona Safari, quindi Estensioni
ja: Safari を選択し、拡張機能を選択します
ka: აირჩიეთ Safari, შემდეგ კი გაფართოებები
kab: Fren Safari, syen fren Iseɣzaf
kk: Safari таңдаңыз, содан кейін Кеңейтулерді таңдаңыз
ko: Safari를 선택한 다음 Extensions을 선택하세요.
lo: ເລືອກ Safari, ຈາກນັ້ນເລືອກ Extensions
nb: Velg Safari, og velg deretter tillegg
nl: Selecteer Safari en vervolgens Extensies
nn: Vel Safari, og vel deretter tillegg
pa_in: Safari ਚੁਣ ਕੇ, ਇਕਸਟੈਨਸਨਾਂ ਨੂੰ ਚੁਣੋ
pl: Wybierz Safari, a następnie Rozszerzenia
pt_br: Selecione Safari, depois selecione Extensões
pt_pt: Selecione Safari e, depois, selecione Extensões
ru: Выберите Safari, затем выберите Расширения
si: සෆාරි තේරීමෙන් පසු දිගු යන්න තෝරන්න
sk: Vyberte Safari a potom vyberte Rozšírenia
sl: Izberite Safari in nato Razširitve
sq: Përzgjidhni Safari, mandej përzgjidhni Zgjerime
sv: Välj Safari och välj sedan Tillägg
th: เลือก Safari จากนั้นเลือกส่วนขยาย
tr: Safari’yi seçin, ardından Uzantılar’ı seçin
tt: Башта Safari-ны, аннан соң Киңәйтүләрне сайлагыз
uk: Виберіть Safari, потім виберіть Розширення
vi: Chọn Safari, sau đó chọn Tiện ích mở rộng
zh_cn: 选择“Safari 浏览器”，然后选择“扩展”
zh_tw: 選擇 Safari，然後選擇「延伸功能」

# Safari.openInstruction
source: Open device settings
am: የመሣሪያ ቅንብሮችን ይክፈቱ
be: Адкрыйце налады прылады
bg: Отворяне на настройките на устройството
br: Digorit arventennoù an trevnad
bs: Otvorite postavke uređaja
ca: Obriu els paràmetres del dispositiu
co: Aprite e preferenze di l’apparechju
cs: Otevřete nastavení zařízení
cy: Agor gosodiadau dyfais
da: Åbn enheds-indstillinger
de: Öffnen Sie die Geräteeinstellungen
dsb: Rědowe nastajenja wócyniś
el: Ανοίξτε τις ρυθμίσεις της συσκευής
eo: Malfermi la agordojn de aparato
es_ar: Abrir los ajustes del dispositivo
es_cl: Abre los ajustes del dispositivo
es_es: Abrir los ajustes del dispositivo
es_mx: Abrir ajustes del dispositivo
eu: Ireki gailuaren ezarpenak
fi: Avaa laitteen asetukset
fr: Ouvrez les réglages de l’appareil
gd: Fosgail roghainnean an uidheim
gl: Abrir a configuración do dispositivo
he: יש לפתוח את הגדרות המכשיר
hsb: Gratowe nastajenja wočinić
hu: Nyissa meg az eszközbeállításokat
ia: Aperir le parametros del apparato
id: Buka setelan peranti
is: Opnaðu stillingar tækisins
it: Apri impostazioni del dispositivo
ja: 端末の設定を開きます
ka: გახსენით მოწყობილობის პარამეტრები
kab: Ldi iɣewwaren n yibenk
kk: Құрылғы баптауларын ашу
ko: 기기 설정 열기
lo: ເປີດການຕັ້ງຄ່າອຸປະກອນ
nb: Åpne enhetsinnstillinger
nl: Apparaatinstellingen openen
nn: Opne einingsinnstillingar
pa_in: ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia urządzenia
pt_br: Abra as configurações do dispositivo
pt_pt: Abrir definições do dispositivo
ru: Откройте настройки устройства
si: උපාංගයේ සැකසුම් අරින්න
sk: Otvorte nastavenia zariadenia
sl: Odpri nastavitve naprave
sq: Hapni rregullime pajisjeje
sv: Öppna enhetsinställningar
th: เปิดการตั้งค่าอุปกรณ์
tr: Cihaz ayarlarını açın
tt: Җиһаз көйләүләрен ачу
uk: Відкрийте параметри пристрою
vi: Mở cài đặt thiết bị
zh_cn: 打开设备设置
zh_tw: 開啟裝置設定
